/* No comment provided by engineer. */
"%d days ago" = "Πριν %d ημέρες";

/* No comment provided by engineer. */
"%d hours ago" = "Πριν %d ώρες";

/* No comment provided by engineer. */
"%d minutes ago" = "Πριν %d λεπτά";

/* No comment provided by engineer. */
"%d months ago" = "Πριν %d μήνες";

/* No comment provided by engineer. */
"%d seconds ago" = "Πριν %d δευτερόλεπτα";

/* No comment provided by engineer. */
"%d weeks ago" = "Πριν %d εβδομάδες";

/* No comment provided by engineer. */
"%d years ago" = "Πριν %d χρόνια";

/* No comment provided by engineer. */
"A minute ago" = "Πριν ένα λεπτό";

/* No comment provided by engineer. */
"An hour ago" = "Πριν μία ώρα";

/* No comment provided by engineer. */
"Just now" = "Μόλις τώρα";

/* No comment provided by engineer. */
"Last month" = "Τον προηγούμενο μήνα";

/* No comment provided by engineer. */
"Last week" = "Την προηγούμενη εβδομάδα";

/* No comment provided by engineer. */
"Last year" = "Πέρυσι";

/* No comment provided by engineer. */
"Yesterday" = "Εχθές";

/* No comment provided by engineer. */
"1 year ago" = "Πριν 1 χρόνο";

/* No comment provided by engineer. */
"1 month ago" = "Πριν 1 μήνα";

/* No comment provided by engineer. */
"1 week ago" = "Πριν 1 εβδομάδα";

/* No comment provided by engineer. */
"1 day ago" = "Πριν 1 ημέρα";

/* No comment provided by engineer. */
"This morning" = "Σήμερα το πρωί";

/* No comment provided by engineer. */
"This afternoon" = "Σήμερα το απόγευμα";

/* No comment provided by engineer. */
"Today" = "Σήμερα";

/* No comment provided by engineer. */
"This week" = "Αυτή την εβδομάδα";

/* No comment provided by engineer. */
"This month" = "Αυτό το μήνα";

/* No comment provided by engineer. */
"This year" = "Φέτος";

"reply_button_label" = "Reply";
"new_message_button_label" = "New Message";
"new_messages_button_label" = "New Messages";
"new_updates" = "New Updates";
"no_internet_connection" = "No Internet Connection";
"no_internet_server_error" = "No Connection. Please try again";
"view_conversation_button_label" = "View Conversation";
"select_subject_label"= "Please select a subject";
"write_a_message_hint"= "Write a message...";
"give_your_message_a_subject" = "Give your message a subject so\nit's easier to organize.";
"sent_a_message" = "sent a message";
"replied_to_your" = "replied to your message";
"send_button" = "SEND";

"new_card_label" = "New Card";
"feed_title_label"= "Feed";
"new_message_title_label"= "New Message";

"subject_feedback_label"= "Feedback";
"subject_feature_suggestion_label"= "Feature Suggestion";
"subject_complaint_label"= "Complaint";
"subject_other_label"= "Other...";

"feed_is_empty_title"= "Your Feed is Empty";
"icon_left_text"= "Tap the";
"icon_right_text"= "icon to start a";
"icon_bottom_text"= "new conversation with us.";
"second_paragraph_text"= "You can use this section to \n ask questions or send feedback";

"message_sending" = "Message Sending...";
"message_sent" = "Message Sent";
"message_failed" = "No Internet Connection";
"try_again" = "Try Again?";

// 2.4.2

"other_subject_hint" = "Please describe your message";
"reached_bottom_of_feed" = "You have reached the bottom of your feed.";

